Revit 2027 API
ClosestPointsPairBetweenTwoCurves Constructor
 Obtain a new instance of ClosestPointsPairBetweenTwoCurves class.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public ClosestPointsPairBetweenTwoCurves()
Public Sub New
public:
ClosestPointsPairBetweenTwoCurves()
new : unit -> ClosestPointsPairBetweenTwoCurves
See Also
Reference
ClosestPointsPairBetweenTwoCurves Class
ClosestPointsPairBetweenTwoCurves Overload
Autodesk.Revit.DB Namespace